Repository: LEOYoon-Tsaw/Chinendar
Catalog: Shared/Localizable.xcstrings
Source language: zh_hant
Languages: en, ko

# __factory_default_name__
source: 原始檔
en: Factory Original
ko: 초기값

# %@DAY
source: %@日
en: D. %@
ko: %@일

# %@HOUR
source: %@時
en: H. %@
ko: %@시

# %@QUARTER
source: %@刻
en: Q. %@
ko: %@각

# %@QUARTER_AND%@
source: %1$@刻%2$@
en: Q. %1$@.%2$@
ko: %1$@각 %2$@

# %lldDAYS
source: %lld 日
en: %lld days
ko: %lld 일

# %lldITEMS
source: %lld 個
en: %lld reminders
ko: %lld 개

# %lldQUARTERS
source: %lld 刻
en: %lld qtrs.
ko: %lld 각

# ADD_DEFAULT
source: 添原始檔
en: Add Default
ko: 초기값 추가

# ADDON_COLORS
source: 裝飾
en: Addons
ko: 장식

# ALT_TIME
source: 調時
en: Alternative Time
ko: 시간 변경

# APP_LOC_OFF
source: 未開啓本 App 定位。如欲使用定位，請於設置中啓用
en: Location disabled for the App, to enable location service, please enable in Settings app
ko: 이 앱의 위치 서비스가 비활성화되어 있습니다. 사용하려면 설정에서 활성화해 주세요.

# APPARENT_TIME
source: 真太陽時
en: Apparent Solar Time
ko: 실제 태양시

# APPLY_TO_ALL
source: 闔組適用
en: Apply to All
ko: 전체 적용

# APPLY_TO%lldITEMS_IN%@
source: 替換%2$@中摠計 %1$lld 個鬧鐘
en: Apply to %1$lld reminders in %2$@
ko: %2$@에 있는 알람 %1$lld개에 적용

# BACK_GREYNESS
source: 背景灰度
en: Back Greyness
ko: 배경 회색

# BULK_EDIT
source: 闔組設置
en: Bulk Setting
ko: 일괄 설정

# CAL_METHOD
source: 算法
en: Methodology
ko: 방법론

# CALENDAR_LIST
source: 日曆牆
en: Time Wall
ko: 시계 벽

# CANCEL
source: 容吾三思
en: Cancel
ko: 삼번 생각

# CENTER_BACK_COLOR
source: 核
en: Center Background
ko: 코어 색상

# CENTER_TEXT
source: 大字
en: Center Text
ko: 큰 글자

# CENTER_TEXT_FONT
source: 大字
en: Center Text
ko: 큰 글자

# CENTER_TEXT_H_OFFSET
source: 大字平移
en: Center H Offset
ko: 큰 글자 수평 이동

# CENTER_TEXT_V_OFFSET
source: 大字縱移
en: Center V Offset
ko: 큰 글자 수직 이동

# CH_1_1
source: 元旦
en: New Year
ko: 설날

# CH_1_15
source: 上元
en: Lantern Festival
ko: 상원

# CH_2_2
source: 春社
en: Spring Sacrifice
ko: 춘사

# CH_3_3
source: 上巳
en: Double 3rd Festival
ko: 상사

# CH_5_5
source: 端午
en: Dragon Boat Festival
ko: 단오

# CH_7_7
source: 七夕
en: Double 7th Festival
ko: 칠석

# CH_7_15
source: 中元
en: Ghost Festival
ko: 중원

# CH_8_15
source: 中秋
en: Mid-Autumn Festival
ko: 추석

# CH_9_9
source: 重陽
en: Double 9th Festival
ko: 중양

# CH_10_15
source: 下元
en: River God Festival
ko: 하원

# CH_12_8
source: 臘祭
en: Winter Sacrifice
ko: 납제

# CH_12_30
source: 除夕
en: New Year's Eve
ko: 대회

# CHINENDAR
source: 華曆
en: Chinendar
ko: 화력

# CHINENDAR_DATE_LOOKUP
source: 格里曆轉華曆
en: Convert Date to Chinendar
ko: 그레고리력을 화력으로 변환

# CHINENDAR_DATE_LOOKUP_MSG
source: 查詢此日期對應的華曆日期
en: Convert the date to Chinendar date
ko: 이 날짜에 해당하는 화력 날짜를 조회

# CHINENDAR_DATE_REVERSE_LOOKUP
source: 華曆轉格里曆
en: Convert from Chinendar Date
ko: 화력을 그레고리력으로 변환

# CHINENDAR_DATE_REVERSE_LOOKUP_MSG
source: 查詢華曆日期對應的格里曆日期
en: Convert the Chinendar date to Gregorian
ko: 화력 날짜에 대응하는 그레고리력 날짜를 조회하기

# CHINENDAR_DATETIME
source: 華曆日時
en: Chinendar Date
ko: 화력 날짜

# CHINENDAR_DATETIME:
source: 華曆日時：
en: Chinendar Date:
ko: 화력 날짜：

# CHINESE_HOUR
source: 時辰
en: Hour
ko: 시진

# CIR_DATE
source: 歲月之輪
en: Year and Month Rings
ko: 연월의 륜

# CIR_TIME
source: 日月光華
en: Sun & Moon Times
ko: 해와 달의 빛 륜

# CIR_WIDGET_TYPE
source: 圓輪掛件選項
en: Circular widget config
ko: 원륜 위젯 설정

# COLOR_IN_L/D
source: 明暗主題色
en: Themed Colors
ko: 밝고 어두운 색상

# COLOR_MARKS
source: 色塊
en: Marks
ko: 색상표

# CONFIRM
source: 吾意已決
en: Proceed
ko: 결심했어

# CONFIRM_NAME
source: 此名甚善
en: Confirm
ko: 좋은 이름

# CORNER_RD_RATIO
source: 圓角比例
en: Corner Radius
ko: 둥근 모서리 비율

# CREATE_NEW
source: 建新
en: New
ko: 새로 만들기

# DARK
source: 暗
en: Dark
ko: 어둠

# DATE
source: 日
en: Date
ko: 날짜

# DATE_FIRST
source: 日爲先
en: Date First
ko: 날짜 우선

# DATE_FOUND_IS%@
source: 查出的日期爲%@
en: The date found is %@
ko: 조회된 날짜는 %@입니다

# DATE_HOLIDAY
source: 日、節日
en: Date and Holiday
ko: 날짜과 주일

# DATE_HOLIDAY_TIME
source: 日時、節日
en: Date, Time and Holiday
ko: 날짜, 시간, 주일

# DATE_NOT_FOUND
source: 查不出來
en: Date not found
ko: 찾을 수 없습니다

# DATE_TIME
source: 日時
en: Date and Time
ko: 날짜과 시간

# DATE_TIME_PRIORITY
source: 日時選擇
en: Date & Time Option
ko: 날짜 및 시간 선택

# DATE_TO_LOOKUP
source: 待查日期
en: date to convert
ko: 변환할 날짜

# DATETIME
source: 日時
en: Date & Time
ko: 날짜 시간

# DATETIME_PICKER
source: 擇日時
en: Pick Time
ko: 날짜 시간 선택

# DATETIME:%@
source: 日時：%@
en: Date & Time: %@
ko: 날짜 시간: %@

# DAY
source: 日
en: Date
ko: 날짜

# DAY_ABV
source: 日
en: D.
ko: 일

# DAY_RING
source: 日輪
en: Day Ring
ko: 일륜

# DEFAULT_NAME
source: 默認
en: Default
ko: 기본

# DEGREE
source: 度
en: Deg
ko: 도

# DELETE
source: 刪
en: Delete
ko: 삭제

# DELETE_FROM:%@
source: 刪自：%@
en: Delete from: %@
ko: %@에서 삭제

# DELETE_GROUP
source: 刪全冊
en: Delete List
ko: 목록 삭제

# DELETE_SELECTED
source: 刪所選
en: Delete Selected
ko: 선택 삭제

# DELETE:%@
source: 刪：%@
en: Delete: %@
ko: 삭제: %@

# DELETE%lldITEMS
source: 即將刪除 %lld 個
en: Deleting %lld items
ko: %lld개를 삭제합니다

# DESIGN
source: 設計
en: Design
ko: 설계

# DEVICE_LOC_OFF
source: 未開啓本機定位。如欲使用定位，請於設置中啓用
en: Location disabled, to enable location service, please enable in Settings app
ko: 위치 서비스가 비활성화되어 있습니다. 사용하려면 설정에서 활성화해 주세요.

# DISPLAY_MODE
source: 類型
en: Type
ko: 유형

# DONE
source: 畢
en: Close
ko: 끝

# DONE_EDITING
source: 改畢
en: Done
ko: 완료

# EDIT
source: 改訂
en: Edit
ko: 편집

# EMPTY_LIST
source: 混沌初開，萬物未成
en: Initialized to emptiness
ko: 혼돈의 시작, 만물 미성

# ENABLE_NOTIFICATIONS
source: 開啓通知
en: Enable Notification
ko: 알림 활성화

# ENABLED
source: 用
en: Enable
ko: 활성화

# ERROR
source: 怪哉
en: Sorry
ko: 이상해요

# ET_HOLIDAY
source: 次節日
en: Next Lunar Holiday
ko: 다음 축일

# ET_MP
source: 次月相
en: Next Moon Phase
ko: 다음 달상

# ET_ST
source: 次節氣
en: Next Solar Term
ko: 다음 절기

# EVEN_ST
source: 中氣
en: Even Solar Term
ko: 중기(中氣)

# EVEN_ST_TICK_COLOR
source: 中氣刻
en: Even ST Tick
ko: 중기(中氣) 눈금

# EVENT_TIME
source: 事件時刻
en: Event Time
ko: 사건 시각

# EVENT_TIME:
source: 事件時刻：
en: Event Time:
ko: 사건 시각:

# EVENT_TYPE
source: 事件類型
en: Event Type
ko: 사건 종류

# EVENT%@HAPPEN_IN%@
source: %2$@即是%1$@
en: %1$@ is %2$@
ko: %2$@ %1$@입니다

# EVENT%@HAPPENED_ON%@
source: %2$@已是%1$@
en: %1$@ was %2$@
ko: %2$@이 %1$@였습니다

# EXPORT
source: 寫下
en: Export
ko: 적다

# EXPORT_MSG
source: 將內容書於紙上
en: Export selected content to file
ko: 종이에 내용을 쓰다

# FILENAME
source: 題名
en: Filename
ko: 파일 이름

# FIND_MONTH${month}DAY${day}
source: 查找${month}月${day}日
en: Lookup month ${month}, day ${day}
ko: ${month}월 ${day}일을 조회하다

# FONT
source: 字體
en: Font
ko: 폰트

# FONT_WEIGHT
source: 麁細
en: Weight
ko: 폭

# FULL_MOON
source: 望
en: Full Moon
ko: 만월

# GENERAL_REMINDER_INFO
source: 概況
en: Info
ko: 개요

# GEO_MINUTE
source: 分
en: Min
ko: 분

# GEO_SECOND
source: 秒
en: Sec
ko: 초

# GRADIENT
source: 漸變色
en: Gradient
ko: 그라데이션 색상

# HEIGHT
source: 高
en: Height
ko: 고도
